[{"text":"UPDATED CIRCULAR ON SAFE MANAGEMENT MEASURES REQUIRED FOR HOTELS"},{"text":"1.     As Singapore transits towards COVID resilience, the Multi-Ministry Taskforce (“MTF”) announced on 6 August 2021 that it would ease Safe Management Measures (“SMMs”) in two steps. The first will take effect from 10 August 2021 and the second from 19 August 2021, if conditions remain stable."},{"text":"2.     We strongly urge hotels to continue surveillance and monitoring of potential non-compliance within their premises. Singapore Tourism Board (“STB”) takes a serious view on establishments who do not comply with the SMMs and will continue to impose strict enforcement actions against all establishments who breach them."},{"text":"3.     The information in this circular (which includes its annexes) supersedes that in previous advisories or statements."},{"text":null},{"text":"Key Updates:"},{"text":"With effect from 10 August 2021:"},{"text":"Social Gathering Group Size"},{"text":"1.     Allow no more than 5 individuals (including guests and visitors) gathering on any single day in any guest room or in any pair of adjoining guest rooms where the connecting door(s) may be opened by guests during the stay (i.e. inter-accessible rooms), except where the individuals are all from the same household (i.e. same address), and even then up to the maximum number of occupants for the room type, whichever is the lower."},{"text":"Resumption of Dining-in at F&B Establishments"},{"text":"2.     Groups of up to 5 individuals will be allowed to dine-in at F&B establishments if all the diners are fully vaccinated (as defined in footnote[1]). Unvaccinated children aged 12 years and below may be included within the group of 5 individuals as long as all the children are from the same household."},{"text":"3.     Individual F&B establishments may only resume dine-in services for fully vaccinated persons, as outlined above. F&B establishments that are not able to ensure this may only operate take-away and delivery services."},{"text":"4.     Entertainment such as live performances, recorded music and videos/TV screening will continue to be prohibited. F&B establishments should remind patrons to adhere to all SMMs and keep their masks on at all times except when eating or drinking."},{"text":"Increase in Event Size and Capacity Limits"},{"text":"5.     The following event sizes and capacity limits will be increased. The provision for children aged 12 years and below[2] will also apply for these events. Unvaccinated children may be included in a group of up to 5 individuals if all the children are from the same household."},{"text":"6.     For live performances, up to 500 attendees may be allowed if all individuals are fully vaccinated. Otherwise, only up to 50 attendees will be allowed without pre-event testing (PET)[3]. Unmasking and singing or playing of wind instruments at live performances for vaccinated performers may resume, subject to updated SMMs."},{"text":"7.     For MICE events, up to 500 attendees may be allowed if all individuals are fully vaccinated and predominantly seated or standing in a fixed position; or up to 250 attendees may be allowed if all individuals are fully vaccinated and predominantly non-seated and moving about. Otherwise, only up to 50 attendees will be allowed without PET."},{"text":"8.     Marriage solemnisations in hotels may take place with up to 500 attendees (including the wedding couple but excluding solemnisers and vendors) if all are fully vaccinated. Otherwise, only up to 50 attendees will be allowed without PET. Group size of up to 5 attendees is to be observed."},{"text":"9.     Wedding receptions will be allowed with up to 250 attendees (including the wedding couple but excluding vendors) if all are fully vaccinated, and with groups of up to 5 attendees per table."},{"text":"Sports/Exercise Activities and Classes provided by gyms/ fitness studios"},{"text":"10.  Indoor activities where a mask is worn, and all outdoor activities and classes are capped at 50 individuals. These may resume in groups of up to 5 individuals,  irrespective of vaccination or test status."},{"text":"11.  Indoor high-intensity activities where a mask is not worn, and classes are capped at 30 individuals. These may resume in groups of up to 5 individuals, if all individuals are fully vaccinated."},{"text":"Resumption of Personal Services Without Masks"},{"text":"12.  Services which require masks to be removed (e.g. facials, saunas, make-up services) will be allowed to resume if customers are fully vaccinated."},{"text":null},{"text":"With effect from 19 August 2021 (unless otherwise stated):"},{"text":"13.  For live performances, up to 1,000 attendees may be allowed if all are fully vaccinated. Otherwise, only up to 50 attendees will be allowed without PET."},{"text":"14.  If the situation remains stable, MICE event pilots may have up to 1,000 participants at a time if all participants are fully vaccinated and predominantly seated or standing in a fixed position; or up to 500 participants at a time if all participants are fully vaccinated and predominantly non-seated and moving about."},{"text":"15.  Marriage solemnisations in hotels may take place with up to 1,000 attendees (including the wedding couple but excluding solemnisers and vendors) if all are fully vaccinated. Otherwise, only up to 50 attendees will be allowed without PET. Group size of up to 5 attendees is to be observed."},{"text":"16.  Work-from-home requirements will be eased, with up to 50% of employees, who are able to work from home, allowed to return to the workplace. Social gatherings will be allowed, in a group of up to 5."},{"text":"17.  The requirement for temperature screening in public premises will be removed. Nevertheless, it is important to continue exercising good health-seeking behaviour when one is unwell by seeking care as soon as possible, using a mask and avoiding crowded places."},{"text":null},{"text":"“Vaccinate or Regular Test” Regime"},{"text":"18.  From 1 October 2021, we will require vaccination, or regular testing in lieu, for individuals working in areas that interact with customers in higher-risk settings, where a mask is not worn. These include F&B establishments, gyms and fitness studios, and personal care services. Unvaccinated individuals will have to be tested with an ART kit twice a week. For the small group that remains medically ineligible for vaccines, the Government will subsidise their tests. We strongly encourage all employers to facilitate vaccination for your employees."},{"text":"Hotels must comply with the prevailing Sector Specific Requirements as outlined in Annex A of the hotel circular and advisories of respective agencies."},{"text":null},{"text":null},{"text":"4.     The hotel industry plays a critical role in keeping Singapore safe, and it is imperative that the industry remains vigilant and disciplined in maintaining health and safety protocols."},{"text":"5.     All hotels should also take note of the following:"},{"text":"5.1.     Since 15 July 2021, regular Fast and Easy Tests (“FETs”) are mandatory for all staff, whether frontline or back-of-house, in the following higher-risk settings:"},{"text":"5.1.1.            Dine-in F&B establishments and settings (e.g. restaurants, club lounge, function rooms, etc);"},{"text":"5.1.2.            Personal care services (e.g. facial and nail services, spas/ saunas, massage establishments, hairdressing, and make-up services);"},{"text":"5.1.3.            Gyms and fitness studios where clients are unmasked; and"},{"text":"5.1.4.            Housekeeping (e.g. laundry, room and public area cleaning)."},{"text":"5.2.     Staff will not be required to conduct FETs if their business operations are suspended. For businesses that continue to remain open (including F&B outlets that stay open for delivery/takeaways), their staff must continue with the regular 14-day FET requirement."},{"text":"5.3.     Vaccination remains critical in our fight against the pandemic. Hotels should also strongly encourage any remaining un-vaccinated employees to get vaccinated."},{"text":"5.4.     Hotels which are serving as Government Isolation Facilities must observe split-team arrangements and staff from different teams must not inter-mingle with one another."},{"text":"5.5.     Hotels should review and reinforce current SMMs and remind employees to take all the prevailing measures seriously even if they have been vaccinated."},{"text":null},{"text":"A.    Implementation of Safe Management Measures"},{"text":"6.     Operators of hotels are permitted enterprises allowed to open their premises to carry on the business of providing accommodation. STB, the Ministry of Trade and Industry (“MTI”), Enterprise Singapore (“ESG”), and Ministry of Health (“MOH”) have drawn up SMMs and certain restrictions specifically for hotels. As updated, they are:"},{"text":"6.1.     Hotels must comply with the COVID-19 (Temporary Measures) (Control Order) Regulations 2020[4] and, where applicable, the COVID‑19 (Temporary Measures) (Major Business Events — Control Order) Regulations 2021 and the COVID‑19 (Temporary Measures) (Performances and Other Activities — Control Order) Regulations 2020[5] (collectively “Control Order”) as well as the SMMs found in Annex A."},{"text":"6.2.     Hotels must not carry on business as Stay-Home-Notice Dedicated Facilities (“SDFs”), Government Quarantine Facilities (“GQFs”), and Swab Isolation Facilities (“SIFs”)[6] without contracting with the Government."},{"text":"6.3.     Hotels must not allocate accommodation (e.g. accept bookings) to individuals for the purposes of leisure[7]  (i.e. provide leisure bookings) without the prior written permission of MTI."},{"text":"7.     Hotels may resume operations for certain facilities on their premises, subject to compliance with Sector Specific Requirements[8] in addition to the Control Order. Activities that may continue are summarised below:"},{"text":"7.1.     F&B Dine-in must comply with the prevailing Sector Specific Requirements by Enterprise Singapore (“ESG”) for F&B establishments."},{"text":"7.2.     Sports and exercise environments, including gyms, must comply with the prevailing Sector Specific Requirements by Sport Singapore’s (“SportsSG”) for sports facilities[9]."},{"text":"7.3.     Pools must comply with the prevailing Sector Specific Requirements by Sports SG for sports facilities."},{"text":"7.4.     Spas and wellness services must comply with the prevailing Sector Specific Requirements for massage establishments and by ESG for retail establishments."},{"text":"7.5.     Kids’ Clubs / playgrounds must comply with the prevailing Sector Specific Requirements by ESG for retail establishments."},{"text":"7.6.     Marriage solemnisations and wedding receptions must comply with the prevailing capacity guidelines[10]  and with SMMs in the Sector Specific Requirements[11]. W"},{"text":"7.7.     Training and professional development classes organised by a permitted enterprise of ≤ 50 pax including the trainer[12] must comply with SMMs in this circular."},{"text":"7.8.     Work-related events held outside of workplaces/own premises (which include consumer-facing events (such as product launches / branding events) and work meetings (among colleagues or with external parties, training, board meetings, HR talks, townhalls, seminars, corporate retreats, conferences on business strategies, Annual/Extraordinary General Meetings, tender briefings to vendors and award ceremonies)) must comply with SMMs such as the following:"},{"text":"7.8.1.        Up to 50 individuals at any time or the maximum number of individuals which the room or venue may accommodate if there is a distance of at least 1 metre between any 5 individuals, whichever is lower."},{"text":"7.8.2.        At least 1 metre spacing between individuals at all times."},{"text":"7.8.3.        F&B must not be served or consumed at the event[13]."},{"text":"7.9.     MICE Events and live performances held in hotels must comply with the prevailing capacity guidelines and must comply with the prevailing Sector Specific Requirements for Business Events and NAC for live performances[14]."},{"text":"More details on requirements are available from MOH[15], STB[16], MOM[17] and NAC[18]."},{"text":"8.     While the majority of the SMMs mentioned in this circular (including its annexes) are drawn from the Control Order and are summarised for the convenience of hotels, this circular is not exhaustive, and the prevailing Control Order will prevail in case of any inconsistency."},{"text":"B.    Applications to Provide Leisure Bookings"},{"text":"9.     Any hotel that wishes to resume allocation of accommodation to guests for the purposes of leisure (i.e. provide leisure bookings) must do the following in order to be considered for re-opening:"},{"text":"9.1.     Comply with the Sector Specific Requirements for leisure bookings also found within Annex A and any additional SMMs proposed by the hotel in its application, over and above compliance with the Control Order and all other applicable SMMs and the Sector Specific Requirements applicable to hotel facilities."},{"text":"9.2.     Submit the application found at Annex B through STB via go.gov.sg/localbookingapplication. STB and MTI will take up to 14 working days to assess each application."},{"text":"9.3.     Undergo an inspection scheduled and conducted by STB as part of the assessment process."},{"text":"9.4.     Resume allocation of accommodation (i.e. accepting bookings) only after receiving approval, if any, from MTI."},{"text":"10.  The details in this circular are provided to help hotels develop their plans and implement the necessary SMMs for providing leisure bookings safely. These plans will have to be tailored to the specific nature of operations in each hotel, and potential risk factors arising from localised factors such as the physical premises and layout, environment, scale of operations, and typical guest behaviour."},{"text":"11.  Hotels must also address key outcomes in their application to reduce potential transmission risks and support contact tracing efforts. Risk factors for hotels to consider include proximity between guests, propensity for crowds to form, level of activity and number of high-touch surfaces."},{"text":"12.  Each application must show how the hotel will achieve all the following key outcomes:"},{"text":"Outcomes"},{"text":"1.     Ability to meet density requirements"},{"text":"·       Limit occupancy to no more than 1 person per 16sqm guest-accessible public space per person (excluding hotel staff) at any point in time"},{"text":"·       From 19 Aug 2021: Limit occupancy to no more than 1 person per 10sqm guest-accessible public space per person (excluding hotel staff) at any point in time"},{"text":null},{"text":"·       Implement more stringent safe management measures at areas where guests and staff spend more time, as opposed to areas which see more transient traffic"},{"text":"2.     Reduce face-to-face mingling among guests, between employees and between staff and guests"},{"text":"·       Stagger timings for guests to be at hotel lobby and guest facilities, and employees at back of house work environment"},{"text":"3.     Ability to disperse crowds and prevent bunching"},{"text":"4.     Mandatory implementation of Trace Together-only SafeEntry"},{"text":"5.     Implement rigorous cleaning and disinfecting regimes, particularly for high touch elements"},{"text":"13.  The application must also detail plans addressing operational areas such as SMMs for visitors and workplaces, response plans (to handle unwell guests, suspected/ confirmed cases), and marketing and communications plan for re-opening."},{"text":"14.  Hotels whose applications are approved must submit the information described below:"},{"text":"14.1.  Submit a set of required data every Friday before 10am via go.gov.sg/covid19-hotelupdates. This information will be used only as internal reference for public policy purposes, and will not be shared with other hotels."},{"text":"14.2.  Submit the number of staff who are working on-site within 2 weeks of the date of resumption of on-site operations for leisure bookings following approval from MTI via https://covid.gobusiness.gov.sg. Inform STB immediately whenever there is a positive COVID-19 case at the hotel[19], providing such particulars of the case as may be requested by STB."},{"text":null},{"text":"C.    Resumption of Operations for Certain Facilities of SDFs and GQFs"},{"text":"15.  For hotels that are currently serving as SDFs and GQFs, please refer to the table below for an overview as to what facilities may operate."},{"text":"Business activities"},{"text":"Assessments and approval required"},{"text":"F&B dine-in, takeaway, delivery"},{"text":"Subject to assessment and approval by the relevant authorities."},{"text":"Hotels to submit requests and the following plans to the respective officer from SLA that your hotel has been liaising with:"},{"text":"·       Physical premises segregation and security plans"},{"text":"·       Other safe management measures to provide a safe environment for customers and workers"},{"text":"Ballrooms/ Function rooms/ other amenities (Spa/ Gym/ Swimming pool etc.)"},{"text":"Allocating accommodation to individuals for the purposes of leisure (i.e. providing leisure bookings)"},{"text":"Subject to assessment and approval by the relevant authorities."},{"text":"Subject to STB’s assessment and MTI’s approval of application under Section B above."},{"text":"Hotels must also submit requests and the following plans to the respective officer from SLA that your hotel has been liaising with:"},{"text":"·       Physical premises segregation and security plans"},{"text":"·       Other safe management measures to provide a safe environment for customers and workers"},{"text":"D.    Enforcement of Safe Management Measures"},{"text":null},{"text":"16.  STB will conduct enforcement checks to ensure compliance with SMMs, including SMMs proposed in the application of the hotel. Enforcement action will be taken against offenders who operate without the requisite MTI approval (e.g. providing leisure bookings) and/or fail to comply with SMMs."},{"text":"17.  Under the COVID-19 (Temporary Measures) Act passed in Parliament on 7 April 2020, first-time offenders may be fined up to $10,000, imprisoned up to six months, or both. Repeat offenders may be fined up to $20,000, imprisoned up to twelve months, or both. Under the Infectious Diseases (Mass Gathering Testing for Coronavirus Disease 2019) Regulations 2021, businesses that fail to comply with requirements thereunder will face a fine not exceeding $10,000 and attendees that fail to comply will face a fine not exceeding $5,000 or to imprisonment for a term not exceeding 6 months or to both. Also under the Act, businesses that are not compliant may be ordered to cease business activities or close altogether. Businesses that do are not compliant may also be ineligible for government grants, loans, tax rebates and other assistance."},{"text":"18.  For any enquiries, please contact STB."},{"text":null},{"text":"Annex A – Checklist of Safe Management Measures for Hotels"},{"text":"Annex B – Application Form Template"},{"text":null},{"text":"SINGAPORE TOURISM BOARD"},{"text":"Updated as of 7 August 2021"},{"text":null},{"text":"[1] An individual is considered fully vaccinated if he/ she has been: a) fully vaccinated, i.e. has received the full regimen of Pfizer-BioNTech/Comirnatry, Moderna or WHO EUL vaccines, with an additional two weeks for the vaccine to be fully effective, b) recovered from COVID-19, or c) has obtained a negative result on a pre-event test taken in the past 24 hours before the expected end of the event."},{"text":"[2] The provision for children 12 years and below (i.e. born in and after 2009) will only be applicable to higher-risk activities, where a mask is not worn, and large-scale events, e.g. F&B dine-in, gyms. If there is more than one child in the group, all children must be from the same household. Other fully vaccinated individuals can be from different households as the child(ren). For large-scale events, the number of children is capped at 20% of the actual event size."},{"text":"[3] Please see www.moh.gov.sg/covid-19/pet."},{"text":"[4] https://sso.agc.gov.sg/SL/COVID19TMA2020-S254-2020"},{"text":"[5] https://sso.agc.gov.sg/SL/COVID19TMA2020-S927-2020"},{"text":"[6] Hotels contracted for government uses for COVID-19 purposes i.e. SDFs, GQFs, and SIFs are to refer to table under Paragraph 14 for overview on types of business activities that may resume, subject to approval from relevant authorities."},{"text":"[7] Not more than 5 individuals (including guests and visitors) to a guestroom or pair of inter-accessible guest rooms on any single day, except where the individuals are all from the same household (i.e. same address)."},{"text":"[8] https://covid.gobusiness.gov.sg/safemanagement/sector"},{"text":"[9] For full details, see https://covid.gobusiness.gov.sg/safemanagement/sector (see section on “Sports sector enterprises, sports education, and premises with sports facilities”)"},{"text":"[10] Capacity guidelines excludes the Solemniser (for solemnisation), vendors and hotel staff. Vendors and hotel staff should be kept to the minimum required. Please refer to MOH’s guidelines at moh.gov.sg/covid-19/pet for more information on pre-event testing."},{"text":"[11] https://covid.gobusiness.gov.sg/safemanagement/sector  (See “Marriage Solemnisations and Weddings Receptions”)"},{"text":"[12] Excludes hotel staff."},{"text":"[13] Refer to https://www.mom.gov.sg/covid-19/frequently-asked-questions/safe-management-measures for full details (see point 6c)."},{"text":"[14] “MICE events” refer to business-oriented events such as meetings, conferences and exhibitions arranged or with more than 50 participants (which are not held for individual consumers to attend) to (a) discuss or negotiate matters relating to trade, commerce or finance, professional practice or matters, health, arts, science, technology, industry, economics, industrial relations, security, international affairs, the environment or any other cause or matter, whether or not of a similar kind; (b) temporarily exhibit or display goods of any kind for the purposes of sale or supply; or (c) promote the trading of goods or the provision of services."},{"text":"[15]https://www.moh.gov.sg/news-highlights/details/going-back-to-phase-2-heightened-alert"},{"text":"[16]https://www.stb.gov.sg/content/stb/en/home-pages/faq-on-covid-19.html#BusinessEvents"},{"text":"[17]https://www.mom.gov.sg/covid-19/frequently-asked-questions/safe-management-measures"},{"text":"[18]https://www.gobusiness.gov.sg/safemanagement/sector/ (see section on “Arts and Culture”)"},{"text":"[19] Includes guests and visitors that have patronised or visited the hotel, and hotel staff."},{"text":null},{"text":null},{"text":"Circular for Backpackers’ Hostels in Phase 2 (Heightened Alert)"},{"text":"With effect from Thursday, 22 July 2021"},{"text":"1.     In response to the growing number of COVID-19 cases in the community, the Multi-Ministry Taskforce (“MTF”) announced on 20 July 2021 that it would further tighten Safe Management Measures (“SMMs”) by going back to Phase 2 (Heightened Alert) with effect from 22 July 2021 through 18 August 2021 (both dates inclusive)."},{"text":"2.     We strongly urge all backpackers’ hostel to step up surveillance and monitoring of potential non-compliance within the hostel premises. All hostels should review and reinforce your current Safe Management Measures (SMMs) and remind employees to take all the prevailing measures seriously even if they have been vaccinated. Vaccination remains critical in our fight against the pandemic. Backpackers’ hostel should also strongly encourage any remaining un-vaccinated employees to get vaccinated when it is offered to them. For frontline employees who are working on-site to support operations, there must not be any cross-deployment of workers across work-sites or departments."},{"text":"3.     The information in this circular (which includes its annexes) supersedes that in previous advisories or statements."},{"text":null},{"text":"Implementation of Safe Management Measures"},{"text":"4.     Hostels are reminded to comply with the COVID-19 (Temporary Measures) (Control Order) Regulations 2020[1]. All backpackers’ hostel are reminded to review and reinforce your current Safe Management Measures (SMMs) including to ensure that there are no gatherings in the hostel premises and to comply with bedding arrangement whereby single beds are placed 1m apart and bunk-beds are arranged in alternating manner."},{"text":"5.     For backpackers’ hostels who are accommodating long-term guests, any changing of rooms by guests should be disallowed, where practicable. Backpackers’ hostels should keep real-time updated records of the guests in each room for expedient contact tracing purposes and to ensure cohorted access to facilities within the hostel premises at all times. All other recreational facilities within the hostel premises, for e.g. TV/Games room, shall continue to be closed until further notice. In addition, all individuals who enter the hostel premises must check in using their TraceTogether app or token from 17 May 2021 onwards."},{"text":"6.     Backpackers’ hostels must not allocate accommodation (e.g. accept bookings) to individuals for the purposes of leisure  (i.e. provide leisure bookings) without the prior written permission of MTI. Backpackers’ hostels with private ensuite rooms (i.e. rooms which have at least one private bathroom). Such hostels may resume accepting guests for leisure purposes, such as staycations, from 1 April 2021 onwards. The leisure guests will only be allowed to be accommodated in the private ensuite rooms."},{"text":null},{"text":"Applications to Provide Leisure Bookings in Private Ensuite Rooms"},{"text":"7.     Backpackers’ hostels that have private ensuite rooms and wish to resume accepting leisure bookings must abide by the following:"},{"text":"7.1.  Comply with the Sector Specific Requirements for leisure bookings, which can be found within Annex A, and any additional safe management measures (SMMs) proposed by the hostel in its application, over and above compliance with the Control Order and all other applicable SMMs and the Sector Specific Requirements applicable to hostel facilities."},{"text":"7.2.  Submit the application found at Annex B to STB via go.gov.sg/localbookingapplication. STB and MTI will take up to 14 working days to assess each application."},{"text":"7.3.  Undergo an inspection scheduled and conducted by STB as part of the assessment process."},{"text":"7.4.  Resume the accommodation of guests for leisure purposes only after receiving approval from MTI. Backpackers’ hostels whose applications have been rejected by MTI will not be allowed to resume leisure stays at its premise."},{"text":"8.     In addition, we would like to highlight the following arrangement which approved applicants are to follow (more details can be found in the annexes):"},{"text":"a.     Each private ensuite room can only permit one booking and can accommodate no more than 2 individuals in total (including guests and visitors) gathering on any single day in any guest room when these rooms are sold for leisure, except where the individuals are all from the same household (i.e. same address on NRIC). Please note that all rooms shall be capped at the room’s maximum capacity as per the approved plans by URA and/or SCDF. All hostel guests must be pre-registered prior to being allocated a room."},{"text":"b.     Visitors who are not staying in the hostels are not allowed to enter the hostel premises. Hostels should also ensure that they have the means to detect entry of every individual into a guest room, such as through CCTV monitoring or having staff stationed at lift lobbies."},{"text":"c.     The bedding requirements of single beds placed 1 metre apart and bunk beds arranged in a top-down alternating fashion will not apply for private ensuite rooms booked for leisure stays. For avoidance of doubt, if the hostel is not selling the private ensuite room for leisure, and the room is booked by a company for their workers, the current set of bedding requirements shall continue to apply."},{"text":"d.     Guests staying for non-leisure purposes should not be allocated the same room as guests staying for leisure purposes."},{"text":"e.     All other recreational facilities within the hostel premises shall remain closed until further notice, for example, TV/Games room. The pantry area may continue to be used by hostel guests; however, each guest should be seated individually and at 1 metre apart from all other guests at all times in the pantry and at common areas such as corridors/ lobbies. There should be no gatherings or inter-mingling within the hostel premises at all times."},{"text":"f.      The hostel must implement staggered check-in for leisure guests."},{"text":"9.       Hostel operators must also explain how they will address key outcomes in their application to STB, to reduce potential transmission risks and support contact tracing efforts. Risk factors for hostels to consider include proximity between guests, propensity for crowds to form, level of activity and number of high-touch surfaces. Each application must show how the hostel will achieve all the following key outcomes:"},{"text":"Outcomes"},{"text":"Ability to meet density requirements"},{"text":"Limit occupancy to no more than 1 person per 16sqm guest-accessible public space per person (excluding hostel staff) at any point in time, where practicable."},{"text":"Implement more stringent SMMs at areas where guests and staff spend more time, as opposed to areas which see more transient traffic."},{"text":"Reduce face-to-face mingling among guests, between employees and between staff and guests"},{"text":"Stagger timings for guests to be at hostel lobby and guest facilities, and employees at back-of-house work environment"},{"text":"Ability to disperse crowds and prevent bunching"},{"text":"Mandatory implementation of Trace Together-only SafeEntry"},{"text":"Implement rigorous cleaning and disinfecting regimes, particularly for high touch elements"},{"text":"10.  The application must also detail plans addressing operational areas such as SMMs for workplaces, response plans (to handle unwell guests, suspected/confirmed cases), and marketing and communications plan for re-opening."},{"text":"11.  Hostels whose applications have been approved must submit the following information:"},{"text":"a.     Submit a set of required data every Friday before 10am via go.gov.sg/covid19-hotelupdates. This information will be used only as internal reference for public policy purposes and will not be shared with other hotels."},{"text":"b.     Submit the number of staff who are working on-site within 2 weeks of the date of resumption of on-site operations for leisure bookings following approval from MTI via https://covid.gobusiness.gov.sg."},{"text":"Inform STB immediately whenever there is a positive COVID-19 case at the hotel[2], providing such particulars of the case as may be requested by STB."},{"text":"1Includes guests that have patronised or visited the hotel, and hotel staff."},{"text":null},{"text":"Enforcement of Safe Management Measures"},{"text":"12.  STB will conduct enforcement checks to ensure compliance with SMMs, including SMMs proposed in the hostel’s application. Enforcement action will be taken against offenders who operate without MTI’s approval to provide leisure accommodation and/or fail to comply with SMMs."},{"text":"13.  Under the COVID-19 (Temporary Measures) Act passed in Parliament on 7 April 2020, first-time offenders may be fined up to $10,000, imprisoned up to six months, or both. Repeat offenders may be fined up to $20,000, imprisoned up to twelve months, or both. Also under the Act, businesses that are not compliant may be ordered to cease business activities or close altogether. Businesses that do are not compliant may also be ineligible for government grants, loans, tax rebates and other assistance."},{"text":null},{"text":"Eligibility as a SingapoRediscovers Vouchers merchant"},{"text":"14.  Backpacker’s hostels with private ensuite rooms which have received MTI’s approval to accept leisure bookings will be eligible to participate in the SingapoRediscovers Vouchers scheme if the hostel is licensed under the Hotels Act and SG-Clean certified. To be whitelisted as a merchant, you will need to abide by the Merchant Terms and Conditions. Please reach out to STB if you meet the eligibility criteria and would like to be whitelisted."},{"text":"Thank you."},{"text":null},{"text":null},{"text":"SINGAPORE TOURISM BOARD"},{"text":"Updated as of 22 July 2021"},{"text":null},{"text":"Annex A - Checklist of SMMs for backpackers' hostels"},{"text":"Annex B - Hostels application form"},{"text":null},{"text":"[1] https://sso.agc.gov.sg/SL/COVID19TMA2020-S254-2020"},{"text":"[2] Includes guests and visitors that have patronised or visited the hotel, and hotel staff."}]