[{"text":"Updated Advisory for Safe Management Measures at Retail Establishments and Lifestyle-Related Services"},{"text":null},{"text":"1.         The Multi-Ministry Taskforce (MTF) has announced a calibrated path for resumption of more economic and social activities under Phase 2 (Heightened Alert) from 10 August 2021. Current Safe Management Measures (SMMs) will be adjusted as we transit to the endemic state."},{"text":"2.         To provide a safe environment for customers and workers, retail establishments and lifestyle-related services currently in operation must implement Safe Management Measures (SMMs), as required by the Ministry of Manpower (MOM) and comply with the COVID-19 (Temporary Measures) (Control Order) Regulations."},{"text":"3.         In addition, retail establishments and lifestyle-related services are required to comply with the measures set out by Enterprise Singapore (ESG), Housing & Development Board (HDB), Singapore Tourism Board (STB) and Urban Redevelopment Authority (URA) in this document. Establishments required to comply with these measures include malls, supermarkets and standalone stores[1]. The information in this document supersedes that in previous advisories or statements."},{"text":null},{"text":"Latest updates for Retail establishments"},{"text":"4.         Retail establishments and lifestyle-related services are to comply with the following from 10 August 2021:"},{"text":"4.1.      Social gatherings are allowed to comprise up to 5 persons, a reduction from 5 persons. In line with this, retail establishments are to ensure at least one-metre spacing between groups of customers (of up to 5 persons). Malls should also ensure that crowds do not gather at atriums or common spaces, and discourage the consumption of food and drinks at such spaces."},{"text":null},{"text":"Vaccination-differentiated SMMs"},{"text":"4.2.      Services and activities in higher-risk settings, which require masks to be removed, are allowed to resume in groups of up to 5 persons if customers are fully vaccinated. These include personal care services (e.g. facial treatments, make-up services and saunas), Food & Beverage (F&B) dine-in and indoor high-intensity/ mask-off sports services."},{"text":"4.2.1.   The customers must meet any of the following criteria:"},{"text":"a.      Fully vaccinated (an individual is considered fully vaccinated two weeks[2] after he or she has received the full regimen of the Pfizer-BioNTech/Comirnaty or Moderna vaccines currently administered under the National Vaccination Programme, or after completing the full regimen of vaccines on the World Health Organisation’s Emergency Use Listing (WHO EUL) including the appropriate duration post-vaccination for the vaccine to be fully effective[3]); or"},{"text":"b.     Recovered from COVID-19 and can provide a valid Pre-Event Test (PET) exemption notice for the duration of the service/activity[4] from an MOH-approved COVID-19 test provider; or"},{"text":"c.     Have a valid negative PET result for the duration of the service/activity[5] from an MOH-approved COVID-19 test provider within the last 24 hours."},{"text":"4.2.2.  Children aged 12 years and below who do not meet the eligibility criteria may be included in the group of up to 5 persons. If there is more than one such child in the group, all children must be from the same household."},{"text":"4.2.3.  Refer to Annex A for more details on the requirements for vaccination-differentiated SMMs for establishments providing personal care services."},{"text":null},{"text":"Testing"},{"text":"4.3.      Since 15 July 2021, it has been mandatory for establishments providing personal care services (e.g. facial and nail services, spas/saunas, massage establishments, hairdressing, and make-up services) to place all employees on a regular Fast and Easy Testing (FET) regime using tests such as antigen rapid test (ART), regardless of their vaccination status."},{"text":"4.3.1.    This includes both part-time and full-time employees, as well as third-party contracted staff (e.g. cleaners) who work at the establishments. Business owners and store managers who work at the workplace must also undergo FET. Individuals who have recovered from a COVID-19 infection in the past 270 days are exempted from the FET requirement. Establishments can refer to the following Gobusiness portal link for more details."},{"text":"4.4.       From 1 October 2021, a “vaccinate or regular test” regime will be introduced for individuals working in personal care services. These employees are to be fully vaccinated or have to undergo regular testing. Unvaccinated employees and those who may be medically ineligible for vaccines on the National Vaccination Programme  will be required to undergo twice weekly testing to mitigate risk of transmission to the public. The government will subsidise tests for the small group of individuals who are medically ineligible for vaccines under the National Vaccination Programme."},{"text":"4.4.1.    All employees must continue with the prevailing FET regime if personal care services which require masks to be removed are resumed."},{"text":"4.4.2.    Employers may wish to refer to MOM's Advisory on COVID-19 vaccination in employment settings."},{"text":null},{"text":"5.        All retail establishments and lifestyle-related services are also to note the following measures:"},{"text":"5.1.     With F&B establishments allowed to resume food service operations under their respective SMMs, malls need not designate and demarcate a dining area for their own employees and mobile workers (such as taxi and private hire car drivers, food delivery personnel and SDAs) to take their meals."},{"text":null},{"text":"Occupancy/Capacity limits"},{"text":"5.2.     The occupancy limit for malls and large standalone stores[6] will remain at one person per 16 sqm of Gross Floor Area (GFA) until 18 August 2021."},{"text":"5.2.1.  From 19 August 2021, if the COVID-19 situation remains under control, the occupancy limit will be increased to one person per 10 sqm of GFA."},{"text":"5.3.     The operating capacity of Commercial Family Entertainment Centres will remain at a maximum of one person per 16 sqm of usable space or 25% operating capacity, whichever is lower[7]."},{"text":"5.3.1.  From 19 August 2021, if the COVID-19 situation remains under control, this will be increased to one person per 10 sqm of usable space or 50% operating capacity, whichever is lower[8]."},{"text":null},{"text":"Temperature screening"},{"text":"5.4.     From 19 August 2021, all malls, large standalone stores, supermarkets and retail establishments providing personal care and beauty services no longer need to conduct temperature screening given the high levels of vaccine coverage and increased surveillance measures such as FET."},{"text":null},{"text":"Protocol on handling COVID-19 cases"},{"text":"5.5.     Proactively manage potential contacts of positive COVID-19 cases at the workplace. Refer to https://www.gobusiness.gov.sg/covid-faqs/ for more details."},{"text":"5.6.     Observe the protocol on disinfection for premises visited by positive COVID-19 cases. Refer to https://www.gobusiness.gov.sg/covid-faqs/ for more details."},{"text":null},{"text":"Work-related events"},{"text":"6.       Work-related events (both non customer-facing and customer-facing[9]) can be held within the workplace premises and third-party venues.  Prevailing guidelines for the respective event venues will apply."},{"text":"6.1.     Non customer-facing events"},{"text":"Events held in retail establishments are subject to a cap of 50 persons or a lower number, depending on venue capacity and safe distancing requirements.\nAt least one-metre spacing between individuals must be maintained at all times.\nFood and drinks are not allowed.\nPrevailing SMMs as indicated in MOM’s Requirements for Safe Management Measures at the workplace [10] continue to apply."},{"text":"6.2.     Customer-facing events"},{"text":"Events organised by retail establishments within their own retail premises are subject to the maximum number of individuals that the venue may accommodate after safe distancing measures are adhered to.\nEvents organised by retail establishments at third-party venues are subject to a cap of 50 persons (excluding service staff) or a lower number, depending on venue capacity and safe distancing requirements.\nEvents organised by external parties at retail establishments (where the premises now functions as a third-party venue) are subject to a cap of 50 persons (excluding service staff) or a lower number, depending on venue capacity and safe distancing requirements.\nEach group must be limited to a maximum of 5 persons, with at least one-metre spacing between groups.\nFood and drinks are not allowed.\nAll other prevailing workplace and venue SMMs must be adhered to."},{"text":"6.3.     Such events are not permitted at public and common areas such as mall atriums, public transport nodes, HDB estates and common corridors."},{"text":null},{"text":"Stipulated occupancy limits"},{"text":"7.       From 22 July through 18 August 2021, the occupancy limit for all malls and large standalone stores > 930 sqm (or 10,000 sqft) of GFA will be one person per 16 sqm of GFA[11]. This will  be increased to one person per 10 sqm of GFA from 19 August 2021 if the COVID-19 situation remains under control."},{"text":"8.       All other stores (e.g. shops within malls, at HDB residential blocks, at MRT stations or bus interchanges) are not required to adhere to these occupancy limits as long as at least one-metre distancing between individual customers or groups of customers who are shopping together (up to 5 persons) is maintained."},{"text":null},{"text":"Safe Management Measures – Customer-facing operations/Front-of-house"},{"text":"9.        The following measures apply to all customer-facing operations of retail establishments and lifestyle-related services."},{"text":"9.1.     Safe distancing"},{"text":"9.1.1.     Retail establishments are to ensure at least one-metre spacing between groups of up to 5 persons."},{"text":"9.1.2.     Retail establishments are to clearly demarcate queue lines for customers at entrances, cashier counters, weighing counters, fitting rooms and must ensure at least one-metre spacing between individual customers in the queue (e.g. using floor markers)."},{"text":"9.1.3.     Employees must manage queues to ensure that safe distancing is observed at all times."},{"text":"9.2.     Crowd management"},{"text":"9.2.1.  Activities and events at public and common areas such as mall atriums, public transport nodes, HDB estates and common corridors are not allowed[12]."},{"text":"9.2.2.  Malls should also ensure that crowds do not gather at atriums and common spaces, and discourage the consumption of food and drinks at such spaces."},{"text":"9.2.3.  Operators of common play areas for children/toddlers/infants in retail stores or malls[13] must ensure at least one-metre spacing between groups of customers."},{"text":"9.3.     Contact tracing"},{"text":"9.3.1.     The following retail establishments are required to deploy SafeEntry[14] via TT-only SE to log the check-in of customers, vendors and visitors to their premises[15]:"},{"text":"Malls;\nLarge retail stores > 930 sqm or 10,000 sqft[16];\nSupermarkets;\nPersonal care services e.g. hairdressers, barbers, spas, beauty and wellness; and\nFacilities providing basic pet services (that do not function on a drop-off, pick-up basis)."},{"text":"9.3.2.   Retail establishments required to deploy SafeEntry for customers and visitors will need to provide the SafeEntry Gateway[17] (SEGW) as an option for SafeEntry check-in. SEGW is available as a feature within the SafeEntry (Business) App (updated to the latest version) and as a physical standalone device (SEGW Box)."},{"text":"9.3.3.   From 21 July 2021, TT-only SE and SafeEntry Gateway (SEGW) check-in requirements have been re-introduced at supermarkets that are fully within malls and buildings covered by SafeEntry and have the same operating hours."},{"text":"9.3.4.  To facilitate more precise contact tracing efforts, SafeEntry check-out is encouraged. Businesses can facilitate check-out for their customers by toggling to the SEGW check-out function within the SafeEntry (Business) App. Businesses with a higher throughput of visitors and places where people are likely to be in close proximity for prolonged periods with masks off will also be eligible for SEGW Check-out Boxes[18]."},{"text":"9.3.5.   Refer to Annex B for more details."},{"text":"9.4.     Health checks"},{"text":"9.4.1.  All malls, large standalone stores, supermarkets and retail establishments providing personal care and beauty services must conduct temperature screening[19], employees must check for visible symptoms[20]  for customers at entrances, and turn away those with fever and/or who appear unwell[21]."},{"text":"9.4.2.  From 19 August 2021, these establishments no longer need to conduct temperature screening. However, they can continue with the checks for visible symptoms for customers."},{"text":"9.5.     Cleanliness and hygiene"},{"text":"9.5.1.     All employees, customers, delivery personnel and other onsite personnel must put on their masks properly at all times."},{"text":"9.5.2.     All retail establishments must not serve food and drinks to customers."},{"text":"9.5.3.     Hand sanitisers should be made available to employees and customers at common touchpoints (e.g. entry/exit doors, cashiers)."},{"text":"9.5.4.     Product testers and samples for self-application and immediate consumption, e.g. perfume testers, make-up testers and unsealed food samples, are not allowed. Employees must also not apply the product sample directly on customers."},{"text":"9.5.5.     Retail establishments must ensure frequent cleaning and disinfection of:"},{"text":"Common spaces such as counters and display shelves, where customers are served, as well as play areas for children/toddlers/infants;\nItems such as shopping trolleys/baskets and handrails, which have high human contact; and\nInteractive hardware such as iPads, mall directories, self-checkout kiosks or lift buttons."},{"text":"9.6.     Ventilation and improving indoor air quality"},{"text":"9.6.1.  Retail establishments and lifestyle-related services are strongly encouraged to improve ventilation and improve indoor air quality in all premises. They may wish to refer to the Guidance Note on improving ventilation and indoor air quality in buildings issued by the Building and Construction Authority (BCA), National Environment Agency (NEA) and Ministry of Health (MOH)[22]."},{"text":"10.      Retail establishments should put up clear signages to remind customers to comply with safe management requirements where applicable, and train and deploy service personnel to provide clear communication to customers on SMMs."},{"text":"11.      Refer to Annex C for other recommended guidelines, and Annex D on guidance for specific trades."},{"text":"Safe Management Measures – Workplace premises[23]"},{"text":"12.     To ensure COVID-safe workplaces, retail establishments should adhere to measures as outlined in MOM’s Requirements for Safe Management Measures at the Workplace  and take care of their workers, workplaces and those who may become unwell at their workplaces."},{"text":"13.     Employers must ensure no cross-deployment across worksites[24], i.e. no employee should work at more than one worksite."},{"text":"13.1.  If cross-deployment cannot be avoided (e.g. due to the nature of the job), additional safeguards must be taken to minimise the risk of cross infection[25]."},{"text":"13.2.  For venues that have been visited by positive COVID-19 cases and asked to close by the Ministry of Health (MOH), employees should not be redeployed to other worksites at all for the period of closure. If instructed to go for swabs, employers must ensure that their employees from these venues visit the designated Regional Screening Centre, “Swab and Send Home” (SASH) Public Health Preparedness Clinics or mobile swab sites for the COVID-19 test offered by MOH. These employees should stay at home and minimise social interactions during the period of closure even if their swab results are negative. They should also monitor their health closely, and visit a doctor immediately if unwell."},{"text":"Enforcement of measures"},{"text":"14.    Government agencies will be conducting inspections to check on the proper implementation of the SMMs. Under the COVID-19 (Temporary Measures) Act, first-time offenders will face a fine of up to S$10,000, imprisonment of up to six months, or both. For subsequent offences, they may face a fine of up to S$20,000, imprisonment of up to twelve months, or both."},{"text":"15.     Businesses that do not implement or comply with the government’s SMMs may be ineligible for government grants, loans, tax rebates and other assistance, and may also be subject to temporary closures."},{"text":null},{"text":"Annex A – Details of vaccination-differentiated SMMs for personal care services"},{"text":"Annex B – Details of SafeEntry check-in"},{"text":"Annex C – Other recommended guidelines for customer-facing operations"},{"text":"Annex D – Trade-specific Safe Management Measures for Retail Establishments and Lifestyle-Related Services"},{"text":null},{"text":"Issued by:\nEnterprise Singapore\nHousing & Development Board\nSingapore Tourism Board\nUrban Redevelopment Authority"},{"text":"Updated as of 9 August 2021"},{"text":null},{"text":"[1] \nThese refer to stores that occupy entire buildings, e.g. IKEA, Decathlon Innovation Lab."},{"text":"[2] For avoidance of doubt, D1 is the day of second dose of the vaccination and D15 refers to when the vaccine is effective."},{"text":"[3] In addition to Pfizer-BioNTech/Comirnaty and Moderna, WHO EUL vaccines include Sinovac-CoronaVac, Sinopharm, and AstraZeneca. Individuals who are vaccinated with WHO-EUL vaccines will be considered as fully vaccinated and therefore eligible for vaccination-differentiated SMMs only if their vaccination records have been captured in MOH’s national IT systems. Please refer to MOH’s Post Vaccination Matters website for more information."},{"text":"[4] Recovered individuals can obtain a PET Exemption Notice from any clinic offering ART or PCR testing services.  Refer to go.gov.sg/swabproviders for the list of MOH-approved COVID-19 test providers."},{"text":"[5] Unvaccinated individuals aged 13 or above must have a valid negative ART or PCR result from an MOH-approved COVID-19 test provider within the last 24 hours. Refer to go.gov.sg/swabproviders for the list of MOH-approved COVID-19 test providers. Self-administered ART supervised by employer and self-administered ART results are not recognised for vaccination-differentiated SMMs."},{"text":"[6] These refer to standalone stores > 930 sqm (or 10,000 sqft) of GFA."},{"text":"[7] Facilities below 50 sqm can admit up to 3 persons. This does not include employees."},{"text":"[8] Facilities below 50 sqm can admit up to 5 persons. This does not include employees."},{"text":"[9] \nNon customer-facing events include conferences, seminars, corporate retreats, etc, while customer-facing events include product launches, store opening, marketing/branding events, etc. Social and recreational gatherings (e.g. farewell lunch, team bonding activity) at the workplace are disallowed."},{"text":"[10] Refer to MOM’s Requirements for Safe Management Measures at the Workplace.[2] These refer to standalone stores > 930 sqm (or 10,000 sqft) of GFA."},{"text":"[11] For mixed-use developments, GFA refers to the retail component only."},{"text":"[12] Such activities may be allowed for supermarkets on a case-by-case basis, if an extension of existing retail space is deemed necessary to ensure safe distancing. Approval must be sought from ESG."},{"text":"[13] These play areas refer to the facilities provided free-of-charge in the shops or at the malls’ common areas."},{"text":"[14] Refer to go.gov.sg/gateway-overview for latest details on when the free SEGW Check-out Boxes are available."},{"text":"[15] More information on SafeEntry and a full list of places where SafeEntry must be deployed can be found at https://covid.gobusiness.gov.sg/safemanagement/safeentry/"},{"text":"[16] However, all retail establishments and lifestyle-related services must require their employees to do SafeEntry check-in."},{"text":"[17] Large retail outlets that are fully within malls and buildings covered by SafeEntry and have the same operating hours, are not required to implement SafeEntry for customers, clients and visitors. They should, however, do so if they operate outside the mall hours."},{"text":"[18] The SEGW enables contactless detection of both the TraceTogether App and Token, and serves as an additional means of SafeEntry check-in that is quicker and more seamless. It also allows users to check if their Token has run out of battery or is not working."},{"text":"[19] Individuals with temperatures above 38 degrees Celsius are considered as having a fever. Supermarkets and stores providing beauty services in malls need not conduct temperature screening and checks on visible symptoms for customers if the mall is already doing so. They should, however, do so if they operate outside the mall hours."},{"text":"[20] Notable visible symptoms to look out for include: (a) coughing; (b) sneezing; (c) breathlessness; and (d) a runny nose."},{"text":"[21] Except where the individual is entering the permitted premises to seek medical treatment for a specific symptom."},{"text":"[22] This Guidance Note provides building owners and facilities managers with updated recommended measures to enhance ventilation and air quality in indoor spaces. Refer to BCA’s website for the note."},{"text":"[23] Refers to the retail establishments’ back-of-house operations involving employees, including at offices, warehouses and manufacturing facilities."},{"text":"[24] This will not apply to industries/companies that need to do so due to the nature of their work. Such companies will be required to demonstrate that cross-deployment or interaction between employees is critical for business operations, when requested by MOM or their sector agencies."},{"text":"[25] \nE.g. systems are in place to ensure no direct contact between the cross-deployed personnel."},{"text":null}]